taskt/Core/Automation/Commands/JSONGroup/AJSONGetFromJSONCommands.dot
digraph "AJSONGetFromJSONCommands" {
"AJSONGetFromJSONCommands" -> "AJSONInputJSONCommands";
"AJSONGetFromJSONCommands" -> "IResultProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
